ahmadawais.shades-of-purple
andrewvallette.zeonica
ankitcode.firefly
apvarun.celestial
bceskavich.theme-dracula-at-night
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
erikphansen.vscode-toggle-column-selection
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.dotnet-test-explorer
hediet.vscode-drawio
hex-ci.stylelint-plus
humao.rest-client
jaredkent.laserwave
jmrog.vscode-nuget-package-manager
johnpapa.vscode-peacock
johnpapa.winteriscoming
mikestead.dotenv
mintchipleaf.fairyfloss
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nopjmp.fairyfloss
PKief.material-icon-theme
rebornix.ruby
rido3.wordcount
ritwickdey.live-sass
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
sdras.night-owl
silvenon.mdx
TabNine.tabnine-vscode
thedavej.night-owl-black
usernamehw.errorlens
vscodevim.vim
WakaTime.vscode-wakatime
wayou.file-icons-mac
whtsky.agila-theme
wingrunr21.vscode-ruby
